Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# SlideshowPage_Item_007.Text
source: Drop images or folders
de_de: Bilder oder Ordner ablegen
es_es: Soltar imágenes o carpetas
fr_fr: Déposer des images ou des dossiers
pl_pl: Upuść obrazki lub foldery
zh_hans: 丢弃图像或文件夹

# SlideshowPage_Item_008.Text
source: JPG, PNG, WebP, BMP, TIFF, AVIF, HEIC, and HEIF files are sorted naturally by filename.
de_de: JPG, PNG, WebP, BMP, TIFF, AVIF, HEIC und HEIF Dateien werden natürlich nach Dateinamen sortiert.
es_es: Los archivos JPG, PNG, WebP, BMP, TIFF, AVIF, HEIC y HEIF se clasifican naturalmente por nombre de archivo.
fr_fr: Les fichiers JPG, PNG, WebP, BMP, TIFF, AVIF, HEIC et HEIF sont triés naturellement par nom de fichier.
pl_pl: Pliki JPG, PNG, WebP, BMP, TIFF, AVIF, HEIC i HEIF są sortowane naturalnie według nazwy.
zh_hans: JPG、PNG、WebP、BMP、TIFF、AVIF、HEIC和HEIF文件按文件名自然分类。

# SlideshowPage_Item_010.Text
source: Motion
de_de: Antrag
es_es: Moción
pl_pl: Wniosek
zh_hans: 动议

# SlideshowPage_Item_014.Content
source: Fade
de_de: Nachahmen
fr_fr: Fâde
pl_pl: Przecień
zh_hans: 淡出

# SlideshowPage_Item_015.Content
source: Wipe left
de_de: Nach links abwischen
es_es: Limpiar a la izquierda
fr_fr: Essuyez à gauche
pl_pl: Po lewej Wipe
zh_hans: 左擦擦左

# SlideshowPage_Item_016.Content
source: Zoom blend
de_de: Mischung vergrößern
es_es: Mezcla de zoom
fr_fr: Mélange de zoom
pl_pl: Powiększ mieszankę
zh_hans: 缩缩混合

# SlideshowPage_Item_017.Content
source: Cut
de_de: Ausschneiden
es_es: Cortar
fr_fr: Couper
pl_pl: Cięcie
zh_hans: 剪切剪切

# SlideshowPage_Item_019.Content
source: Ken Burns push
de_de: Ken Burns schiebt
es_es: Ken Burns empuja
fr_fr: Ken Burns pousse
pl_pl: Ken Burns pcha
zh_hans: 肯 伯恩斯 推

# SlideshowPage_Item_020.Content
source: Zoom in
de_de: Vergrößern
es_es: Ampliar
fr_fr: Zoom dans
pl_pl: Powiększ
zh_hans: 放大

# SlideshowPage_Item_021.Content
source: Zoom out
de_de: Auszoomen
es_es: Reducir
fr_fr: Zoom arrière
pl_pl: Zmniejsz
zh_hans: 缩小

# SlideshowPage_Item_023.Text
source: Output
de_de: Ausgabe
es_es: Salida
fr_fr: Sortie
pl_pl: Wyjście
zh_hans: 输出

# SlideshowPage_Item_027.Content
source: Square (1080x1080)
de_de: Quadrat (1080x1080)
es_es: Cuadrado (1080x1080)
fr_fr: Carré (1080x1080)
pl_pl: Kwadrat (1080x1080)
zh_hans: 广场(1080x1080)

# SlideshowPage_Item_028.Content
source: Vertical (1080x1920)
de_de: Vertikal (1080x1920)
pl_pl: Pionowo (1080x1920)
zh_hans: 垂直(1080x1920)

# SlideshowPage_Item_034.Content
source: Cover frame
de_de: Abdeckrahmen
es_es: Marco de la cubierta
fr_fr: Cadre de couverture
pl_pl: Ramka pokrywy
zh_hans: 封面框架

# SlideshowPage_Item_035.Content
source: Contain with bars
de_de: Mit Stangen versehen
es_es: Contener con barras
fr_fr: Contient des barres
pl_pl: Zamykanie z paskami
zh_hans: 含有条形

# SlideshowPage_Item_039.Text
source: Text and Music
de_de: Text und Musik
es_es: Texto y música
fr_fr: Texte et musique
pl_pl: Tekst i muzyka
zh_hans: 文字和音乐

# SlideshowPage_MotionCombo.Header
source: Slide motion
de_de: Schiebebewegung
es_es: Movimiento deslizante
fr_fr: Mouvement de diapositives
pl_pl: Ruch ślizgu
zh_hans: 幻灯片动议

# SlideshowPage_MusicPathBox.Header
source: Background music
de_de: Hintergrundmusik
es_es: Música de fondo
fr_fr: Musique de fond
pl_pl: Muzyka tła
zh_hans: 背景音乐

# SlideshowPage_MusicPathBox.PlaceholderText
source: Optional audio file
de_de: Optionale Audiodatei
es_es: Archivo de audio opcional
fr_fr: Fichier audio optionnel
pl_pl: Opcjonalnie plik audio
zh_hans: 可选音频文件

# SlideshowPage_MusicVolumeSlider.Header
source: Music volume
de_de: Musikband
es_es: Volumen musical
fr_fr: Volume de musique
pl_pl: Objętość muzyki
zh_hans: 音乐卷

# SlideshowPage_OutputDirectoryBox.Header
source: Save to
de_de: Speichern auf
es_es: Guardar en
fr_fr: Enregistrer dans
pl_pl: Zapisz do
zh_hans: 保存到

# SlideshowPage_OutputDirectoryBox.PlaceholderText
source: Same folder as first image
de_de: Der gleiche Ordner wie das erste Bild
es_es: La misma carpeta que la primera imagen
fr_fr: Même dossier que la première image
pl_pl: Ten sam folder co pierwszy obrazek
zh_hans: 与第一个图像相同的文件夹

# SlideshowPage_OverlayTextBox.Header
source: Overlay text
de_de: Überlagerungstext
es_es: Texto de superposición
fr_fr: Texte superposé
pl_pl: Tekst nawigacyjny
zh_hans: 重叠文本

# SlideshowPage_OverlayTextBox.PlaceholderText
source: Optional title or caption
de_de: Optional Titel oder Beschriftung
es_es: Título o título opcional
fr_fr: Titre ou légende facultatif
pl_pl: Nazwa lub podpis opcjonalny
zh_hans: 任择标题或标题

# SlideshowPage_ProgressTitle.Text
source: Creating slideshow...
de_de: Diashow erstellen...
es_es: Crear presentación de diapositivas...
fr_fr: Créer un diaporama...
pl_pl: Tworzenie pokazu...
zh_hans: 正在创建幻灯片放映...

# SlideshowPage_SlideshowAddFolderButton.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# SlideshowPage_SlideshowAddImagesButton.Content
source: Add Images
de_de: Bilder hinzufügen
es_es: Añadir imágenes
fr_fr: Ajouter des images
pl_pl: Dodaj obrazki
zh_hans: 添加图像

# SlideshowPage_SlideshowBrowseImagesButton.Content
source: Browse Images
de_de: Bilder durchsuchen
es_es: Examinar imágenes
fr_fr: Parcourir les images
pl_pl: Przeglądanie zdjęć
zh_hans: 浏览图像

# SlideshowPage_SlideshowBrowseMusicButton.Content
source: Browse Music
de_de: Musik durchsuchen
es_es: Examinar música
fr_fr: Parcourir la musique
pl_pl: Przeglądaj muzykę
zh_hans: 浏览音乐

# SlideshowPage_SlideshowBrowseOutputButton.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# SlideshowPage_SlideshowClearMusicButton.Content
source: Clear Music
de_de: Musik löschen
es_es: Borrar música
fr_fr: Effacer la musique
pl_pl: Czysta muzyka
zh_hans: 清除音乐

# SlideshowPage_SlideshowOpenOutputButton.Content
source: Open Output
de_de: Ausgabe öffnen
es_es: Salida abierta
fr_fr: Sortie ouverte
pl_pl: Otwórz wyjście
zh_hans: 开放输出输出

source: Remove from slideshow
de_de: Von der Diashow entfernen
es_es: Eliminar de la presentación
fr_fr: Supprimer du diaporama
pl_pl: Usuń z pokazu
zh_hans: 从幻灯片中删除

# SlideshowPage_SlideshowSameAsImagesButton.Content
source: Same as images
de_de: Gleiches wie Bilder
es_es: Igual que las imágenes
fr_fr: Même chose que les images
pl_pl: To samo co obrazki
zh_hans: 与图像相同

# SlideshowPage_TransitionCombo.Header
source: Transition
de_de: Übergang
es_es: Transición
pl_pl: Okres przejściowy
zh_hans: 过渡 过渡

# SpeechToTextPage_BatchSizeBox.Header
source: faster-whisper batch size
de_de: schneller-Flüstern Chargengröße
es_es: tamaño del lote de susurros más rápido
fr_fr: taille du lot plus rapide
pl_pl: szybsza wielkość partii szeptacza
zh_hans: 更快的批量私传大小

# SpeechToTextPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# SpeechToTextPage_DownloadParakeetModelButton.Content
source: Review & download model
de_de: Modell überprüfen & herunterladen
es_es: Modelo de revisión y descarga
fr_fr: Révision et téléchargement du modèle
pl_pl: Weryfikacja i pobieranie modelu
zh_hans: 审查及下载模式

# SpeechToTextPage_Item_003.Content
source: Open file
de_de: Datei öffnen
es_es: Abrir archivo
fr_fr: Ouvrir le fichier
pl_pl: Otwórz plik
zh_hans: 打开文件

# SpeechToTextPage_Item_004.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# SpeechToTextPage_Item_006.Text
source: Transcribe audio and video into editable transcript files using local ASR inference.
de_de: Transcribe Audio und Video in editierbare Transkript-Dateien mit lokalen ASR-Inferenz.
es_es: Transcribir audio y vídeo en archivos de transcripción editables utilizando la inferencia ASR local.
fr_fr: Tracer audio et vidéo dans des fichiers de transcription modifiables en utilisant l'inférence ASR locale.
pl_pl: Przepisz audio i wideo na edycję plików transkryptowych za pomocą lokalnego programu ASR.
zh_hans: 使用本地 ASR 推论将音频和视频写入可编辑的笔录文件。

# SpeechToTextPage_Item_010.Text
source: Drop audio or video files
de_de: Audio- oder Videodateien fallen lassen
es_es: Abandonar archivos de audio o vídeo
fr_fr: Déposer des fichiers audio ou vidéo
pl_pl: Upuść pliki audio lub wideo
zh_hans: 播放音频或视频文件

# SpeechToTextPage_Item_011.Text
source: MP3, WAV, FLAC, M4A, MP4, MKV, and more.
de_de: MP3, WAV, FLAC, M4A, MP4, MKV und mehr.
es_es: MP3, WAV, FLAC, M4A, MP4, MKV, y más.
fr_fr: MP3, WAV, FLAC, M4A, MP4, MKV et plus.
pl_pl: MP3, WAV, FLAC, M4A, MP4, MKV i więcej.
zh_hans: MP3、WAV、FLAC、M4A、MP4、MKV等。

# SpeechToTextPage_Item_014.Text
source: No finished transcriptions yet
de_de: Noch keine fertige Transkription
es_es: No hay transcripciones terminadas todavía
fr_fr: Pas encore de transcriptions terminées
pl_pl: Brak jeszcze zakończonych transkryptów
zh_hans: 还没有完成完成抄录

# SpeechToTextPage_Item_015.Text
source: Completed transcripts appear here.
de_de: Abgeschlossene Abschriften erscheinen hier.
es_es: Las transcripciones completas aparecen aquí.
fr_fr: Les transcriptions complètes apparaissent ici.
pl_pl: Tutaj pojawiają się kompletne transkrypcje.
zh_hans: 已完成的记录誊本在此列出。

# SpeechToTextPage_Item_016.Text
source: Backend
de_de: Hintergrund
es_es: Motor
fr_fr: Moteur
pl_pl: Programowanie
zh_hans: 后端

# SpeechToTextPage_Item_017.Content
source: faster-whisper (Python · CUDA / CPU)
de_de: schneller flüstern (Python · CUDA / CPU)
es_es: Susurro más rápido (Python · CUDA / CPU)
fr_fr: plus rapide (Python · CUDA / CPU)
pl_pl: szybszy szept (Python · CUDA / CPU)
zh_hans: 快速耳语( Python □ CUDA / CPU)

# SpeechToTextPage_Item_018.Content
source: whisper.cpp (Vulkan / CUDA · single binary)
de_de: Flüster.cpp (Vulkan / CUDA · Einzel binär)
es_es: susurre.cpp (Vulkan / CUDA · binario único)
fr_fr: chuchot.cpp (Vulkan / CUDA · binaire unique)
pl_pl: szept.cpp (Vulkan / CUDA · pojedyncze binarne)
zh_hans: cpp (Vulkan / CUDA · 单二进制)

# SpeechToTextPage_Item_019.Content
source: Parakeet TDT v3 (CUDA · 25 languages)
de_de: Sittich TDT v3 (CUDA · 25 Sprachen)
es_es: Parakeet TDT v3 (CUDA · 25 idiomas)
fr_fr: Parakeet TDT v3 (CUDA · 25 langues)
pl_pl: Parakeet TDT v3 (CUDA · 25 języków)
zh_hans: Parakeet TDT v3 (CUDA = 25 种语言)

# SpeechToTextPage_Item_021.Text
source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
pl_pl: Wzór
zh_hans: 型 型

# SpeechToTextPage_Item_022.Content
source: tiny (fastest)
de_de: winzig (schnellste)
es_es: diminuta (más rápida)
fr_fr: minuscule (le plus rapide)
pl_pl: maleńki (zwiększenie)
zh_hans: 最小小( 最快)

# SpeechToTextPage_Item_023.Content
source: base (fast, good)
de_de: Basis (schnell, gut)
es_es: base (rápido, bueno)
fr_fr: base (rapide, bonne)
pl_pl: baza (szybko, dobrze)
zh_hans: 基数( 快速, 好)

# SpeechToTextPage_Item_024.Content
source: small (balanced)
de_de: klein (ausgewogen)
es_es: pequeño (balanceado)
fr_fr: faible (équilibré)
pl_pl: małe (zrównoważone)
zh_hans: 小(差额)

# SpeechToTextPage_Item_025.Content
source: medium (accurate)
de_de: mittel (genau)
es_es: medio (exacto)
fr_fr: moyen (précis)
pl_pl: średni (dokładnie)
zh_hans: 中 (准确)

# SpeechToTextPage_Item_026.Content
source: large-v3-turbo (fast + accurate)
de_de: Groß-v3-Turbo (schnell + genau)
es_es: gran-v3-turbo (rápido + preciso)
fr_fr: grand-v3-turbo (rapide + précis)
pl_pl: duży-v3-turbo (szybko + dokładne)
zh_hans: 大V3涡轮(快+准确)

# SpeechToTextPage_Item_027.Content
source: distil-large-v3 (~6x faster, English-mostly)
de_de: distil-large-v3 (~6x schneller, meist englisch)
es_es: distil-large-v3 (~6x más rápido, inglés-la mayoría)
fr_fr: distil-large-v3 (~6x plus rapide, surtout en anglais)
pl_pl: distil-large-v3 (~6x szybciej, głównie angielski)
zh_hans: diftil- 大型 v3 (~ 6x更快, 多数为英语)

# SpeechToTextPage_Item_028.Content
source: large-v3 (best)
de_de: Groß-v3 (beste)
es_es: large-v3 (mejor)
fr_fr: grand-v3 (meilleur)
pl_pl: duży v3 (najlepiej)
zh_hans: 大- v3( 最佳)

# SpeechToTextPage_Item_030.Text
source: Pinned local model · CC-BY-4.0 · approximately 2.5 GB. UCX never downloads it during transcription.
de_de: Gepinntes lokales Modell · CC-BY-4.0 · ca. 2,5 GB. UCX lädt es während der Transkription nie herunter.
es_es: Modelo local fijado · CC-BY-4.0 · aproximadamente 2,5 GB. UCX nunca lo descarga durante la transcripción.
fr_fr: Modèle local Pinné · CC-BY-4.0 · environ 2.5 GB. UCX ne le télécharge jamais pendant la transcription.
pl_pl: Przypinany model lokalny · CC-BY-4.0 · około 2,5 GB. UCX nigdy go nie pobiera podczas transkrypcji.
zh_hans: CC-BY-4.0 大约2.5 GB.UCX 在转录时从未下载过。

# SpeechToTextPage_Item_034.Content
source: Auto-detect
de_de: Auto-Erkennen
es_es: Autodetectar
fr_fr: Détecteur automatique
pl_pl: Automatyczne wykrywanie
zh_hans: 自自动检测

# SpeechToTextPage_Item_037.Content
source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
pl_pl: Francuski
zh_hans: 法语 法语

# SpeechToTextPage_Item_038.Content
source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
pl_pl: Niemiecki
zh_hans: 德语 德语

# SpeechToTextPage_Item_039.Content
source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
pl_pl: Japoński
zh_hans: 日语日文

# SpeechToTextPage_Item_041.Content
source: Portuguese
de_de: Portugiesisch
es_es: Portugués
fr_fr: Portugais
pl_pl: Portugalski
zh_hans: 葡萄牙语葡萄牙语

# SpeechToTextPage_Item_044.Content
source: Korean
de_de: Koreanisch
es_es: Coreano
fr_fr: Coréen
pl_pl: Koreański
zh_hans: 韩文韩文

# SpeechToTextPage_Item_046.Content
source: Hindi
zh_hans: 印地语

# SpeechToTextPage_Item_047.Content
source: Dutch
de_de: Niederländisch
es_es: Holandés
fr_fr: Néerlandais
pl_pl: Holenderski
zh_hans: 荷兰语荷兰语Name荷兰语Name

# SpeechToTextPage_Item_048.Content
source: Polish
de_de: Polnisch
es_es: Polaco
fr_fr: Polonais
pl_pl: Polski
zh_hans: 波兰语Name

# SpeechToTextPage_Item_049.Content
source: Turkish
de_de: Türkisch
es_es: Turco
fr_fr: Turquie
pl_pl: Turecki
zh_hans: 土耳其语土耳其语Name

# SpeechToTextPage_Item_051.Text
source: Output Format
de_de: Ausgabeformat
es_es: Formato de salida
fr_fr: Format de sortie
pl_pl: Format wyjściowy
zh_hans: 输出格式

# SpeechToTextPage_Item_052.Content
source: SubRip (.srt)
fr_fr: Sous-Rip (.srt)
zh_hans: 地下(.strt)

# SpeechToTextPage_Item_053.Content
source: Plain text (.txt)
de_de: Klartext (.txt)
es_es: Texto plano (.txt)
fr_fr: Texte simple (.txt)
pl_pl: Tekst prosty (.txt)
zh_hans: 纯文本 (.txt)

# SpeechToTextPage_Item_055.Content
source: JSON (raw)
de_de: JSON (roh)
es_es: JSON (en bruto)
fr_fr: JSON (brut)
zh_hans: JSON( 原始)

# SpeechToTextPage_Item_059.Text
source: Output Folder
de_de: Ausgabeordner
es_es: Carpeta de salida
fr_fr: Dossier de sortie
pl_pl: Katalog wyjściowy
zh_hans: 输出文件夹

# SpeechToTextPage_OutputFolderBox.PlaceholderText
source: Same as source file
de_de: Gleiches wie Quelldatei
es_es: Lo mismo que el archivo fuente
fr_fr: Même chose que le fichier source
pl_pl: To samo co plik źródłowy
zh_hans: 与源文件相同

# SpeechToTextPage_ParakeetLanguageNote.Text
source: Parakeet auto-detects Bulgarian, Croatian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish, Swedish, Russian, and Ukrainian.
de_de: Sittich erkennt automatisch Bulgarisch, Kroatisch, Tschechisch, Dänisch, Niederländisch, Englisch, Estnisch, Finnisch, Französisch, Deutsch, Griechisch, Ungarisch, Italienisch, Lettisch, Litauisch, Maltesisch, Polnisch, Portugiesisch, Rumänisch, Slowakisch, Slowenisch, Spanisch, Schwedisch, Russisch und Ukrainisch.
es_es: Parakeet autodetecta búlgaro, croata, checo, danés, holandés, inglés, estonio, finlandés, francés, alemán, griego, húngaro, italiano, letón, lituano, maltés, polaco, portugués, rumano, eslovaco, esloveno, español, sueco, ruso y ucraniano.
fr_fr: Parakeet détecte automatiquement bulgare, croate, tchèque, danois, néerlandais, anglais, estonien, finnois, français, allemand, grec, hongrois, italien, letton, lituanien, maltais, polonais, portugais, roumain, slovaque, slovène, espagnol, suédois, russe et ukrainien.
pl_pl: Parakeet automatycznie wykrywa bułgarski, chorwacki, czeski, duński, estoński, fiński, francuski, grecki, węgierski, łotewski, litewski, maltański, polski, portugalski, rumuński, słowacki, słoweński, hiszpański, szwedzki, rosyjski i ukraiński.
zh_hans: 保加利亚、克罗地亚、捷克、丹麦、荷兰、英文、爱沙尼亚、芬兰、法文、德文、希腊、匈牙利、意大利、拉脱维亚、立陶宛、马耳他、波兰、葡萄牙、罗马尼亚、斯洛伐克、斯洛文尼亚、西班牙、瑞典、俄罗斯和乌克兰。

# SpeechToTextPage_ParakeetModelStatus.Text
source: Checking local model pack...
de_de: Lokales Modellpaket wird überprüft...
es_es: Comprobando el paquete de modelos local...
fr_fr: Vérification du pack modèle local...
pl_pl: Sprawdzam lokalny model pakietu...
zh_hans: 正在检查本地模型包...

# SpeechToTextPage_SpeechToTextPageButton01.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# SpeechToTextPage_SpeechToTextPageButton02.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# SpeechToTextPage_SpeechToTextPageButton03.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# SpeechToTextPage_SpeechToTextPageButton04.Content
source: Browse...
de_de: Durchsuchen...
es_es: Examinar...
fr_fr: Parcourir...
pl_pl: Przeglądaj...
zh_hans: 浏览...

# SpeechToTextPage_SpeechToTextPageButton05.Content
source: Clear All
de_de: Alle löschen
es_es: Limpiar todo
fr_fr: Tout effacer
pl_pl: Wyczyść wszystko
zh_hans: 全部清除

# SpeechToTextPage_SpeechToTextPagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# SpeechToTextPage_SpeechToTextPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# SpeechToTextPage_StatusLabel.Text
source: Add audio or video files to transcribe.
de_de: Audio- oder Videodateien zum Transkribieren hinzufügen.
es_es: Añadir archivos de audio o vídeo para transcribir.
fr_fr: Ajouter des fichiers audio ou vidéo à transcrire.
pl_pl: Dodaj pliki audio lub wideo do transkrypcji.
zh_hans: 添加音频或视频文件到抄录 。

# SpeechToTextPage_TranscribeButton.Content
source: Transcribe
de_de: Beschriftung
es_es: Transcribir
fr_fr: Transcription
pl_pl: Przepis
zh_hans: 加密

# SpeechToTextPage_VadCheck.Content
source: VAD pre-filter (skip silence)
de_de: VAD-Vorfilter (Schweigen)
es_es: Prefiltro VAD (silencio de deslizamiento)
fr_fr: Préfiltre VAD (silence de skip)
pl_pl: VAD wstępnie filtrowany (cisza skipowa)
zh_hans: VAD 预过滤器( 跳过沉默)

# SpeechToTextPage_WordTimestampsToggle.Header
source: Word-level timestamps
de_de: Zeitstempel auf Word-Ebene
es_es: Marcas temporales a nivel de palabra
fr_fr: Horodatages au niveau des mots
pl_pl: Czasy na poziomie Word
zh_hans: 单词级时间戳

# SpeechToTextPage_WordTimestampsToggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Arrêt
pl_pl: Wyłącz
zh_hans: 关闭

# SpeechToTextPage_WordTimestampsToggle.OnContent
source: On
de_de: An
es_es: Activar
fr_fr: À
pl_pl: Włączone
zh_hans: 日期 于

# SubtitleConverterPage_ConvertButton.Content
source: Convert
de_de: Umrechnen
es_es: Convertir
fr_fr: Convertir
pl_pl: Konwertuj
zh_hans: 转换转换

# SubtitleConverterPage_EncodingCombo.Header
source: Source encoding
de_de: Kodierung der Quelle
es_es: Codificación de fuentes
fr_fr: Encodage des sources
pl_pl: Kodowanie źródła
zh_hans: 源码编码

# SubtitleConverterPage_FormatCombo.Header
source: Target format
de_de: Zielformat
es_es: Formato de destino
fr_fr: Format cible
pl_pl: Format celowy
zh_hans: 目标格式

# SubtitleConverterPage_FpsInBox.Header
source: Source FPS (optional)
de_de: Quelle FPS (fakultativ)
es_es: Fuente FPS (opcional)
fr_fr: Source FPS (facultatif)
pl_pl: Źródło FPS (opcjonalnie)
zh_hans: 源 FPS( 可选择)

# SubtitleConverterPage_FpsInBox.PlaceholderText
source: (skip)
de_de: (Hupen)
zh_hans: (斯基普)

# SubtitleConverterPage_FpsOutBox.Header
source: Target FPS (optional)
de_de: Ziel FPS (fakultativ)
es_es: Objetivo FPS (opcional)
fr_fr: Objectif FPS (facultatif)
pl_pl: Cel FPS (opcjonalnie)
zh_hans: 目标 FPS( 可选择)

# SubtitleConverterPage_FpsOutBox.PlaceholderText
source: (skip)
de_de: (Hupen)
zh_hans: (斯基普)

# SubtitleConverterPage_Item_003.Text
source: Convert SRT, WebVTT, ASS, SSA, MicroDVD, and TMP, decode broadcast Scenarist SCC, and extract embedded captions from video files. Optional millisecond shift and framerate retiming. Backed by pysubs2 and FFmpeg.
de_de: Convert SRT, WebVTT, ASS, SSA, MicroDVD, and TMP. Optional millisecond shift and framerate retiming for files captured at the wrong fps. Backed by pysubs2.
es_es: Convert SRT, WebVTT, ASS, SSA, MicroDVD, and TMP. Optional millisecond shift and framerate retiming for files captured at the wrong fps. Backed by pysubs2.
fr_fr: Convert SRT, WebVTT, ASS, SSA, MicroDVD, and TMP. Optional millisecond shift and framerate retiming for files captured at the wrong fps. Backed by pysubs2.
pl_pl: Convert SRT, WebVTT, ASS, SSA, MicroDVD, and TMP. Optional millisecond shift and framerate retiming for files captured at the wrong fps. Backed by pysubs2.
zh_hans: Convert SRT, WebVTT, ASS, SSA, MicroDVD, and TMP. Optional millisecond shift and framerate retiming for files captured at the wrong fps. Backed by pysubs2.

# SubtitleConverterPage_Item_007.Content
source: SRT (SubRip)
fr_fr: SRT (Sous-Rip)
zh_hans: SRT(附属)

# SubtitleConverterPage_Item_009.Content
source: ASS (Aegisub)
pl_pl: ASS (Aegisum)
zh_hans: ASS(艾基子)

# SubtitleConverterPage_Item_011.Content
source: MicroDVD (.sub)
de_de: MikroDVD (.sub)
pl_pl: MikroDVD (.sub)
zh_hans: 微小DVD(. sub)

# SubtitleConverterPage_Item_018.Content
source: utf-8-sig
pl_pl: Signalizacja 8
zh_hans: utf-8-sig( utf-8- sig)

# SubtitleConverterPage_Item_019.Content
source: cp1252 (Western EU)
de_de: cp1252 (Westliche EU)
es_es: cp1252 (EU occidental)
fr_fr: cp1252 (ouest de EU)
zh_hans: cp1252(西EU)

# SubtitleConverterPage_Item_020.Content
source: cp1251 (Cyrillic)
de_de: cp1251 (zyrillisch)
es_es: cp1251 (cirílico)
fr_fr: cp1251 (Cyrillique)
pl_pl: cp1251 (nie)
zh_hans: cp1251 (中年)

# SubtitleConverterPage_Item_022.Content
source: gbk
zh_hans: gbk 平方克

# SubtitleConverterPage_Item_029.Content
source: cp1252
zh_hans: cp1252 (单位:美元)

# SubtitleConverterPage_Item_030.Text
source: Add subtitle files
de_de: Untertitel-Dateien hinzufügen
es_es: Añadir archivos de subtítulos
fr_fr: Ajouter des fichiers de sous-titres
pl_pl: Dodaj pliki napisów
zh_hans: 添加字幕文件

# SubtitleConverterPage_Item_031.Text
source: SRT, VTT, ASS, SSA, SUB, TMP, SCC, or a video file. Pick a target format and run.
de_de: SRT, VTT, ASS, SSA, SUB, TMP. Pick a target format and run.
es_es: SRT, VTT, ASS, SSA, SUB, TMP. Pick a target format and run.
fr_fr: SRT, VTT, ASS, SSA, SUB, TMP. Pick a target format and run.
pl_pl: SRT, VTT, ASS, SSA, SUB, TMP. Pick a target format and run.
zh_hans: SRT, VTT, ASS, SSA, SUB, TMP. Pick a target format and run.

# SubtitleConverterPage_OutEncodingCombo.Header
source: Output encoding
de_de: Ausgabekodierung
es_es: Codificación de salida
fr_fr: Encodage de sortie
pl_pl: Kodowanie wyjściowe
zh_hans: 输出编码

# SubtitleConverterPage_OutputDirBox.Header
source: Output directory
de_de: Ausgabeverzeichnis
es_es: Directorio de salida
fr_fr: Répertoire des sorties
pl_pl: Katalog wynikowy
zh_hans: 产出目录

# SubtitleConverterPage_OutputDirBox.PlaceholderText
source: (same as source)
de_de: (gleiche Quelle)
es_es: (igual que la fuente)
fr_fr: (même source)
pl_pl: (tak samo jak źródło)
zh_hans: (与来源相同)

# SubtitleConverterPage_ShiftMsBox.Header
source: Shift (ms)
de_de: Schicht (ms)
es_es: Mayús (ms)
fr_fr: Déplacement (ms)
pl_pl: Zmiana (ms)
zh_hans: 移动(毫秒)
